Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja3/marion-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 Davvi Girji 2009 .
nob: Artikkel i boka Samisk skolehistorie 3 . Davvi Girji 2009 .

source: Haksui ávvuáigi , veaidalas ja giddagas
nob: Det lukta høytid , frihet og fengsel

source: Marion Palmer iežas viesu olggobealde , Ráhkkerávjjus 2005 ( Govva : Svein Lund )
nob: Marion Palmer utafor huset sitt i Kvalsund , 2005 ( Foto : Svein Lund )

source: Marion Palmer lea riegádan 1953:s ja bajásšaddan Ráhkkerávjjus , Hámmárfeasttas ja Troandimis .
nob: Marion Palmer er født i 1953 og oppvokst i Kvalsund , Hammerfest og Trondheim .

source: Son barggai máŋga jagi guolleindustriijas ja lei luohttámušolmmoš Frionoras Troandimis .
nob: Hun arbeida i mange år i fiskeindustrien og var tillitsvalgt på Frionor i Trondheim .

source: Maŋŋil son lea lohkan kulturfága Telemárkku allaskuvllas ja bargan Hålogaland amatørteaterselskapas Romssas .
nob: Seinere har hun tatt kulturstudiet på Høgskolen i Telemark .

source: 1997 rájes Marion orru fas Ráhkkerávjjus , gos čáppa- ja fágagirjjálaš čállima lassin lea bargan buohcceruovttus .
nob: Fra 1997 bor Marion igjen i Kvalsund , der hun ved sida av skjønn- og faglitterær skriving arbeider på sykehjemmet .

source: Artihkkalis Goarráneapmi ja dáruiduhttin Fálesnuoris dás ovddabealde mii bájuhit oahpaheaddji Johan Johansena , gii čálii ahte « Čeaváhačča biirres leat dušše 5 dážamáná , eará mánáin fas lea sámi ( 22 ) , kveana ( 7 ) dahje seaguhuvvon duogáš ( 6 ) .
nob: I artikkelen Forfall og fornorsking foran siterer vi lærer Johan Johansen som skreiv at « der i Halsen kreds kun er 5 norske børn , medens de øvrige børn enten er af lappisk ( 22 ) , kvænsk ( 7 ) eller blandet herkomst ( 6 ) .

source: Dattetge oahpahuvvo dán biirres dušše fal dárogillii , go mánát leat hui čeahpit hupmat ja ipmirdit dan giela . »
nob: Trods dette foregaar dog undervisningen i denne kreds udelukkende paa norsk , da børnene er særdeles flinke til at tale og forstaa dette sprog . »

source: Dáid sámi mánáid gaskkas , geat ledje čeahpit dárostit , lei Mariona áhkku .
nob: Et av disse « lappiske børn » , som var flink å snakke norsk , var bestemor til Marion .

source: Son lei seammás maŋimus iežas sogas gii máhtii sámegiela .
nob: Ho var samtidig den siste i sin familie som snakka samisk .

source: Marion Palmer lea almmuhan golbma girjji mas leat divttat ja eará čáppagirjjálaš teavsttat .
nob: Marion Palmer har gitt ut 3 bøker med dikt og andre skjønnlitterære tekster , ei av dem er oversatt til samisk .

source: Dát dikta , mii govvida Ráhkkerávjju skuvlla ( Kvalsund skole ) 1960-logus , almmuhuvvui álggos antologiijas Cirkum Polaris , maŋŋil diktagirjjis Utsatte strøk / Rašis guovllut .
nob: Dette diktet , som skildrer Kvalsund skole på 1960-tallet , er først offentliggjort i antologien Cirkum Polaris[1 ] . Seinere kom det også i diktboka Utsatte strøk / Rašis guovllut , og det er her gjengitt etter denne .

source: Haksui
nob: Det lukta

source: Haksui galbma feaskkir ja šovkesruoná seainnit , jorbesravddat láhkkejuvvon ráidalasat ja bieksogápmagiid skájanas ránisin málejun láhtti vuostá
nob: Det lukta kalde ganga med lysegrønne vegga , lakkerte trappetrinn med nedslettne kanta og gjenklang av bekksømsko mot golvbelegg som va malt grått .

source: Haksui biebmosálbma .
nob: Det lukta bordvers .

source: Ja don gii biepmat lottážiid
nob: O du som metter liten fugl .

source: Haksui niesteboksa , vuostabábir ja láibi oktan Sundain ja Permargariiinnain Skruvagoarkkat ruoná boahtaliid siste loika mielki
nob: Lukta matboksa og smørpapir og hjembakt brød med Per margarin og Sunda . Grønne flaske med lunka melk og skrukork .

source: Haksui Áhččemin ja Roahkkadin Ipmil geainnuid alde
nob: Det lukta Fadervår og Alltid freidig når du går .

source: Haksui skuvllalatnja , suvron svámpa ja čujussoabbi
nob: Det lukta klasserom med peikestokk og sur våt svamp .

source: Haksui dipmabábir ja bleahkkaboahtal ABC girji ja ruoná gávccešhearva .
nob: Lukta trekkpapir og blekkhus .

source: Ja lohkangirji bearpmas fasttes bleahkkadielku .
nob: ABC og grønne åttetallsborda og en stygg blekkflekk i leseboka .

source: Haksui čáhppes koallaskállu sloaŋkkouvssat uvnna guoras ja gaskan báhcán giehtaduodji .
nob: Lukta kollbøtte attme svart ovn med døre som gnall og håndarbeid som aldri blei ferdig .

source: Haksui viesso-orgel .
nob: Det lukta husorgel .

source: Boađe miessemánu šearuvuođainat .
nob: Kom mai du skjønne milde .

source: Haksui ávvuáigi , veaidalas ja giddagas seamma bottus .
nob: Lukta høytid , frihet og fengsel på samme tid .

source: Čeabehačča skuvlla 2. luohkká 1958
nob: Halsen skole 2. kl. 1958

source: ( Gova luoikan Berit Mathisen )
nob: ( Foto utlånt av Berit Mathisen )

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
